brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "ollama"
brew "overmind"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "zoxide"

cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "wezterm"
